client/fio_test/out_zombie1
START CGROUP FIO
seq_read: (g=0): rw=read, bs=(R) 4096B-128KiB, (W) 4096B-128KiB, (T) 4096B-128KiB, ioengine=libaio, iodepth=16
...
fio-3.1
Starting 8 threads

seq_read: (groupid=0, jobs=8): err= 0: pid=3313: Thu Mar 25 10:25:30 2021
   read: IOPS=11.0k, BW=667MiB/s (699MB/s)(4096MiB/6141msec)
    slat (nsec): min=1362, max=29154k, avg=605688.64, stdev=2000010.80
    clat (nsec): min=1816, max=39168k, avg=9119898.87, stdev=6039668.84
     lat (usec): min=3, max=39207, avg=9725.76, stdev=6164.89
    clat percentiles (usec):
     |  1.00th=[ 2245],  5.00th=[ 3064], 10.00th=[ 3359], 20.00th=[ 4015],
     | 30.00th=[ 4424], 40.00th=[ 5145], 50.00th=[ 6128], 60.00th=[ 9241],
     | 70.00th=[12649], 80.00th=[15401], 90.00th=[17695], 95.00th=[20317],
     | 99.00th=[25560], 99.50th=[27657], 99.90th=[30802], 99.95th=[32113],
     | 99.99th=[33817]
   bw (  KiB/s): min= 3432, max=154312, per=13.67%, avg=93370.33, stdev=24289.73, samples=83
   iops        : min=   50, max= 2494, avg=1503.45, stdev=394.78, samples=83
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.03%
  lat (usec)   : 100=0.03%, 250=0.02%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.18%, 4=19.18%, 10=42.55%, 20=32.67%, 50=5.30%
  cpu          : usr=0.26%, sys=47.48%, ctx=5776, majf=0, minf=4096
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=99.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=67602,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=667MiB/s (699MB/s), 667MiB/s-667MiB/s (699MB/s-699MB/s), io=4096MiB (4295MB), run=6141-6141msec

Disk stats (read/write):
  vda: ios=24/141, merge=0/22, ticks=5/49, in_queue=8, util=1.09%